/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "승인";
"CANCEL" = "취소";
"FORCE_EJECT" = "강제 추출...";
"CONFIRM_FORCE" = "강제 추출";
"TRY_AGAIN" = "다시 시도";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "하나 이상의 프로그램이 사용 중이기 때문에 디스크가 추출되지 않았습니다.";
"VOLUME_IN_USE" = "하나 이상의 프로그램이 사용 중이기 때문에 “%@” 디스크가 추출되지 않았습니다.";

"TRYING_TO_EJECT_INFO" = "디스크를 즉시 추출하려면, 강제 추출 단추를 클릭하십시오.";
"UNABLE_TO_EJECT_INFO" = "디스크를 다시 추출하거나 강제 추출을 클릭하면 즉시 추출할 수 있습니다.";

"UNKNOWN_FORCE_EJECT" = "이 디스크를 추출하겠습니까?";
"VOLUME_FORCE_EJECT" = "“%@”을(를) 추출하겠습니까?";

"CONFIRM_FORCEEJECT_INFO" = "디스크를 추출하면 디스크 또는 디스크 정보에 문제가 발생할 수 있습니다.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "이 디스크는 “%@”이(가) 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_1GUIPROC" = "“%1$@” 디스크는 “%2$@”이(가) 사용 중이기 때문에 추출할 수 없습니다.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "이 디스크는 “%1$@” 및 “%2$@”이(가) 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "“%1$@” 디스크는 “%2$@” 및 “%3$@”이(가) 사용 중이기 때문에 추출할 수 없습니다.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "이 디스크는 “%@” 및 기타 응용 프로그램이 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "“%1$@” 디스크는 “%2$@” 및 기타 응용 프로그램이 사용 중이기 때문에 추출할 수 없습니다.";

"QUIT_ONE_INFO" = "응용 프로그램을 종료하고 이 디스크를 다시 추출하십시오.";
"QUIT_MULTIPLE_INFO" = "해당 응용 프로그램을 종료하고 디스크를 다시 추출하십시오.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "다른 사용자(“%@”)가 해당 디스크를 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_1USER" = "다른 사용자(“%2$@”)가 “%1$@” 디스크를 사용 중이기 때문에 추출할 수 없습니다.";

"UNKNOWN_IN_USE_BY_2USERS" = "다른 사용자(“%1$@” 및 “%2$@”)가 해당 디스크를 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_2USERS" = "다른 사용자(“%2$@” 및 “%3$@”)가 “%1$@” 디스크를 사용 중이기 때문에 추출할 수 없습니다.";

"UNKNOWN_IN_USE_BY_3USERS" = "다른 사용자(“%1$@”, “%2$@” 및 기타 다른 사용자)가 해당 디스크를 사용 중이기 때문에 추출할 수 없습니다.";
"VOLUME_IN_USE_BY_3USERS" = "다른 사용자(“%2$@”, “%3$@” 및 기타 다른 사용자)가 “%1$@” 디스크를 사용 중이기 때문에 추출할 수 없습니다.";

"LOGOUT_ONE_INFO" = "“%@”이(가) 더 이상 해당 디스크를 사용하지 않으면, 추출을 다시 시도하십시오.";
"LOGOUT_MULTIPLE_INFO" = "다른 사용자가 더 이상 해당 디스크를 사용하지 않으면, 추출을 다시 시도하십시오.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "“%1$@” 디스크는 사용 중이기 때문에 추출할 수 없습니다.";
"UNKNOWN_HAS_DISKIMAGE" = "이 디스크는 사용 중이기 때문에 추출할 수 없습니다.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "“%1$@”을(를) 먼저 추출하고 “%2$@”을(를) 다시 추출하십시오.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "“%1$@” 및 “%2$@”을(를) 먼저 추출하고 “%3$@”을(를) 다시 추출하십시오.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "“%1$@” 및 기타 디스크를 먼저 추출하고 “%2$@”을(를) 다시 추출하십시오.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "“%1$@”을(를) 먼저 추출하고 이 디스크를 다시 추출하십시오.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "“%1$@” 및 “%2$@”을(를) 먼저 추출하고 이 디스크를 다시 추출하십시오.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "“%1$@” 및 기타 디스크를 먼저 추출하고 이 디스크를 다시 추출하십시오.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "이 디스크는 추출되었습니다.";
"VOLUME_WAS_EJECTED" = "“%@” 디스크는 추출되었습니다.";


/* Misc strings */
"TRYING_TO_EJECT" = "추출 중";

"PROCESS_PID" = "프로세스 %d";